<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Cuon-user-de] C.U.O.N. - Neue Version 0.36-0 Monrovia
   </TITLE>
   <LINK REL="Index" HREF="http://lists.berlios.de/pipermail/cuon-user-de/2007-March/index.html" >
   <LINK REL="made" HREF="mailto:cuon-user-de%40lists.berlios.de?Subject=Re%3A%20%5BCuon-user-de%5D%20C.U.O.N.%20-%20Neue%20Version%200.36-0%20Monrovia&In-Reply-To=%3C20070317190530.D5C67700037%40serv-2-4-80.lycos-vds.com%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Cuon-user-de] C.U.O.N. - Neue Version 0.36-0 Monrovia</H1>
    <B>jhamel at cyrus.de</B> 
    <A HREF="mailto:cuon-user-de%40lists.berlios.de?Subject=Re%3A%20%5BCuon-user-de%5D%20C.U.O.N.%20-%20Neue%20Version%200.36-0%20Monrovia&In-Reply-To=%3C20070317190530.D5C67700037%40serv-2-4-80.lycos-vds.com%3E"
       TITLE="[Cuon-user-de] C.U.O.N. - Neue Version 0.36-0 Monrovia">jhamel at cyrus.de
       </A><BR>
    <I>Sat Mar 17 16:08:55 CET 2007</I>
    <P><UL>
        
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#2">[ date ]</a>
              <a href="thread.html#2">[ thread ]</a>
              <a href="subject.html#2">[ subject ]</a>
              <a href="author.html#2">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Hallo, 
die neue Version von C.U.O.N. steht zum download bereit.

Hier die neuen Features der Version 0.36-0 (Monrovia) von CUON:
Im Kontaktmanagement ist jetzt bei SLEEPS wahlweise Uhrzeit oder Minuten anzugeben

Die Adressverwaltung mausert sich zu einer kleinen Groupwarel&#246;sung, so ist es jetzt z. B. m&#246;glich, 
den Terminkalender auch &#252;ber Evolution, Kontact, SUNBIRD sowie anderen Clients anzuschauen, 
zu drucken, etc. Es wird zur Zeit bei jedem Termin jeweils ein Eintrag im Kalender des CUON-Benutzer
und desjenigen, f&#252;r den der Termin ist, hinzugef&#252;gt bzw. ge&#228;ndert.
Dabei werden auch Notizen sowie der Status mit &#252;bertragen.

Emails k&#246;nnen an Adressen aus CUON heraus gesendet werden, Newsletter an verschiede Gruppen 
gesendet werden. Ebenfalls kann jetzt &#252;ber CUON auf einen Hylafax-Server ein FAX verschickt werden.
Verschiedene Anredefelder werden bei Briefen in OO ber&#252;cksichtigt.

Bei den Einstellungen ist jetzt eine Farbwahl f&#252;r die Eingabefelder m&#246;glich.Au&#223;erdem kann jetzt bei
Rechnungen, Lieferscheinen und Abholbelegen wahlweise eine Drucker-Option angegeben werden, 
so das diese Belege sofort  zum Drucker geschickt werden.

Bei entsprechender Einstellung werden im Cuon-Hauptfenster alle Termine angezeigt, man kann &#252;ber 
Buttons sofort zu einem Termin springen.

Viele kleine &#196;nderungen haben das Feeling und Handling verbessert, auch bei gro&#223;en 
Datenmengen ( 200.000 bis 5000.000 Datens&#228;tzen) werden die Daten  schnell angezeigt. 

Zus&#228;tzliche Felder wie Briefanreden, Hompage, Notizen runden das Bild ab. 

Als n&#228;chstes gro&#223;es Gebiet wird jetzt die Auftragsverwaltung &#252;berarbeitet, anschlie&#223;end kommt die
Buchhaltung dran.

Ebenfals steht ein vmplayer-Image zum Download bereit, das einen komplett aufgesetzten C.U.O.N.-Server enth&#228;lt.
Damit kann jeder einfach C.U.O.N. benutzen. Das VM-Image ist keinesfalls eine Notl&#246;sung, sondern ist im praktischen Einsatz 
angetestet. Bei kleineren Fa. oder Privatleuten halte ich das f&#252;r eine gute Sache.

Die Clients sind inzwischen auf mehreren Windows-Rechnern im einsatz und funktionieren dort
ebenfalls. Kleinere Einschr&#228;nkungen ( z.B. kein Scannen m&#246;glich, etc ) sind nicht weiter schlimm. 

Download ist wie &#252;blich &#252;ber www.cuon.org oder berlios.de m&#246;glich.

-------------------------------------------------------------------------------------
Wichtig:
Diese Mail wurde &#252;ber die neue Newsletterfunktion verschickt. Es w&#228;re nett, wenn du hier kurz
drauf antworten w&#252;rdest, dann wei&#223; ich, das es einwandfrei funktioniert.
-------------------------------------------------------------------------------------

Tsch&#252;&#223;
J&#252;rgen 


</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#2">[ date ]</a>
              <a href="thread.html#2">[ thread ]</a>
              <a href="subject.html#2">[ subject ]</a>
              <a href="author.html#2">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.berlios.de/mailman/listinfo/cuon-user-de">More information about the Cuon-user-de
mailing list</a><br>
</body></html>
